OdDbHandle.ascii
\details
Returns the hexidecmal representation of this Handle object as an OdString.

OdDbHandle.getIntoAsciiBuffer(System.UInt16*)
\details
Returns the hexidecmal representation of this Handle object as a null terminated string.
\param pBuf [in]  Pointer to the buffer to receive the string.
\remarks
The buffer must be at least 17 bytes long.